Revit 2027 API
AdvancedWood.WoodCurlyDistortionScale Property
 The property labeled "The scale of distortion for secondary curly highlight" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodCurlyDistortionScale { get; }
Public Shared ReadOnly Property WoodCurlyDistortionScale As String
	Get
public:
static property String^ WoodCurlyDistortionScale {
	String^ get ();
}
static member WoodCurlyDistortionScale : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace